Repository: dionext/nettools
Catalog: VpnSelectorLib/VpnSelectorLibRes.*.resx
Languages: ru

source: A connection has successfully connected
ru: Соединение с VPN сервером успешно установлено

source: A connection has disconnected successfully
ru: Соединение с VPN сервером успешно разорвано

source: VPN disconnected
ru: VPN отключен

source: Error Get IP
ru: Ошибка получаения IP адреса

source: VPN dialer failed:
ru: Ошибка подключения к VPN:

source: Warrning
ru: Предупреждение

source: Reconnect to VPN
ru: Восстанавливать подключение к VPN

source: Reconnect to current VPN server when connection lost
ru: Восстанавливать подключение к VPN при потере соединения

source: VPN server by default
ru: VPN сервер по умолчанию

source: User Phonebook path:
ru: Путь к телефонной книге данного пользователя:

source: Name:
ru: Наименование:

source: Server:
ru: Сервер:

source: All User Phonebook path:
ru: Путь к телефонной книге всех пользователей:

source: Active Connection list
ru: Список активных VPN соединений

source: Connection:
ru: Соединение:

source: Server IP Address:
ru: IP адрес сервера:

source: Deafault connection
ru: VPN соединение по умолчанию

source: Favorit connections
ru: Избранные соединения

source: Delete all VPN entries
ru: Удалить все VPN записи

source: Show active VPN connection info
ru: Показать информацио об активных VPN соединениях

source: Show created VPN entries info
ru: Показать информацию об созданных записях VPN соединений

source: Disconnect from active VPN connection
ru: Отключиться от активного VPN соединения

source: Set as default VPN connection
ru: Установить как VPN соединение по умолчанию

source: Disonnect from VPN server
ru: Отключиться от VPN соединения

source: Active VPN connection found.
ru: Найдено активное VPN соединение.

source: Press OK to close it and connect to selected VPN server.
ru: Нажмите OK закрыть его и подключиться к выбранному VPN серверу.

source: Warning!
ru: Предупреждение!

source: (created)
ru: (создано)

source: Connect to VPN server
ru: Соединиться с VPN сервером

source: Create VPN entry
ru: Создать запись для VPN подключения

source: Non PPTP no L2TP protocols available for this vpn entry
ru: Ни один из протоколов PPTP или L2TP не определен для данной записи

# BaseVPNProvider
source: VPN provider
ru: VPN провайдер

# BaseVPNProvider_JVPNProviderId
source: Identifier
ru: Идентификатор

# BaseVPNProvider_Name
source: Name
ru: Наименование

# BaseVPNProvider_Login
source: Login. For access to provider web site.
ru: Логин. Для доступа на сайт провайдера.

# BaseVPNProvider_Password
source: Password. For access to provider web site.
ru: Пароль. Для доступа на сайт провайдера.

# BaseVPNProvider_VPNLogin
source: VPN login. For VPN connection
ru: VPN Логин. Для VPN подключения.

# BaseVPNProvider_VPNPassword
source: VPN password. For VPN connection
ru: VPN Пароль. Для VPN подключения.

# BaseVPNProvider_UserPresharedKey
source: PSK. Pre-shared key
ru: Ключ проверки подлинности. Pre-shared key, PSK.

# BaseVPNProvider_SecLevel
source: Security level
ru: Уровень защиты

# BaseVPNProvider_Info
source: Information
ru: Информация

# BaseVPNProvider_Attachments
source: Attachments
ru: Прикрепленные документы

# BaseVPNServer
source: VPN server
ru: VPN сервер. URL VPN сервера

# BaseVPNServer_JVPNServerId
source: Identifier
ru: Идентификатор

# BaseVPNServer_JCountry
source: Country
ru: Страна

# BaseVPNServer_JCountryDeclared
source: Country(declared)
ru: Страна (декларируемая)

# BaseVPNServer_Town
source: Town
ru: Город

# BaseVPNServer_TownDeclared
source: Town (declared)
ru: Город (декларируемый)

# BaseVPNServer_AvailableProtocols
source: Available protocols
ru: Протоколы. Доступные для работы с данным сервером.

# BaseVPNServer_EncryptionType
source: Encryption Type
ru: Тип кодирования

# BaseVPNServer_Favorite
source: Favorite
ru: Избранное

# BaseVPNServer_ErrorCount
source: Error connections count
ru: Кол-во ошибкок при подключении

# BaseVPNServer_SuccessCount
source: Success connections count
ru: Кол-во успешных подключений

# BaseVPNServer_LastErrorDate
source: Last error connection date
ru: Дата последней ошибки подключения

# BaseVPNServer_LastSuccessDate
source: Last success connection date
ru: Дата последнего успешного подключения

# BaseVPNServer_IsArchived
source: Archived
ru: Архивный

# BaseVPNServer_Stage
source: Testing stage. During user testing, this VPN connection shows its stage.
ru: Стадия тестирования. Во время проведения пользовательского тестирования данного VPN подключения показывает его стадию.

# FVPNProvider_JVPNProvider
source: VPN provider
ru: VPN провайдер

source: VPN selector
ru: VPN селектор

source: Service
ru: Служебное

source: Application settings
ru: Настройки приложения

source: Import VPN servers from vpngate.net
ru: Импортировать VPN сервера с сайта vpngate.net

source: Run test
ru: Запустить тест

source: Run test for selected VPN servers
ru: Запустить тест для выделенных VPN серверов

source: Run test for this VPN server
ru: Запустить тест для этого VPN сервера

source: Run test for favorite VPN servers
ru: Запустить тест для избранных VPN серверов

source: Run test for all VPN servers
ru: Запустить тест для всех VPN серверов

source: Running job found. They will be aborted or press "Cancel" to exit
ru: Найдены работающие задания. Они будут закрыты или же нажмите "Отмена" для отмены операции

source: Test for VPN server
ru: Тест для VPN сервреа

source: Double click on this icon creates VPN connection to default VPN server which not set. No connection created.
ru: Двойной клик по иконке создает и устанавливает VPN подключение к VPN серверу, который определен для этого по умолчанию. В данный момент такой сервер не определен, поэтому соединение не будет установлено.

source: Delete VPN entries? Press "Yes" to delete.
ru: Удалить все VPN соединения? Нажмите "Да" для удаления.

source: Run application in windows system tray (next run)
ru: Запускать приложение в системном трее (следующий запуск)

source: Check IP address on startup
ru: Определять IP адрес сети и его параметиры при старте приложения
