Repository: dionext/nettools
Catalog: WebAccountLib/WebAccountLibRes.*.resx
Languages: ru

source: Web (tree)
ru: Web (дерево)

# BaseWebAccount
source: Web account
ru: Учетная запись Web ресурса

# BaseWebAccount_JAccountId
source: Identifier
ru: Идентификатор

# BaseWebAccount_Login
source: Login
ru: Логин

# BaseWebAccount_FullName
source: Full name
ru: Полное наименование

# BaseWebAccount_ShortName
source: Short name
ru: Короткое наименование

# BaseWebAccount_Password
source: Password
ru: Пароль

# BaseWebAccount_JWeb
source: Web
ru: Web ресурс

# BaseWebAccount_Info
source: Information
ru: Информация

# BaseWebAccount_IsArchived
source: Archived
ru: Архивный

# JWeb_JWeb
source: Web
ru: Web ресурс

# JWeb_JWebId
source: Identifier
ru: Идентификатор

# JWeb_Name
source: Name
ru: Наименование

# JWeb_SrcId
source: Source identifier
ru: Идн. источника

# JWeb_Info
source: Information
ru: Информация

# JWeb_IsArchived
source: Archived
ru: Архивный

# JWeb_JWebCategory
source: Web category
ru: Категория

# JWebCategory_JWebCategory
source: Web category
ru: Категория Web ресурсов

# JWebCategory_JWebCategoryId
source: Identifier
ru: Идентификатор

# JWebCategory_Name
source: Name
ru: Наименование

# JWebCategory_SrcId
source: Source identifier
ru: Идн. источника

# JWebCategory_Parent
source: Parent web category
ru: Родительская категория

source: Warning
ru: Предупреждение

source: Open in
ru: Открыть в

source: Simple editor
ru: Простом редакторе

# __private_in_memory_cache_
source: /in memory cache/
ru: /не сохраняемый кеш в памяти/

# __private_persistent_cache_
source: /persistent entity cache/
ru: /сохраняемый на диске кэш сущности/

# __private_persistent_cache__cleared__
source: /persistent cache (cleared)/
ru: /сохраняемый на диске кэш сущности (очистить)/

source: Path
ru: Путь

source: Open in external Chrome
ru: Открыть во внешнем Chrome

source: private mode
ru: защищенный режим

source: in default external application
ru: во внешнем приложении по умолчанию

source: Open folder
ru: Открыть папку

source: Open in embedded browser
ru: Открыть во встроенном броузере

source: Open in Microsoft Edge
ru: Открыть в Microsoft Edge

source: Open in IE (deprecated)
ru: Открыть в IE (устаревший)

source: Open in Chrome
ru: Открыть в Chrome

source: Open in FireFox
ru: Открыть в FireFox

source: portable
ru: портабильном

source: Open in Opera
ru: Открыть в Opera

source: Open in Safary
ru: Открыть в Safary

source: Open in IE (KeeForm) and try to autocomplate web form:
ru: Открыть в IE (KeeForm) и автозаполнить Web форму:

source: Open in external
ru: Открыть во внешнем

source: Open in
ru: Открыть в

source: Copy
ru: Копировать

source: to clipboard
ru: в буфер обмена

source: Copy login to clipboard
ru: Копировать логин в буфер обмена

source: Copy password to clipboard
ru: Копировать пароль в буфер обмена

source: Web accounts management
ru: Управление Web аккаунтами

# __common_cache
source: /persistent common cache/
ru: /сохраняемый на диске кэш общий/

# AllowedVPNServer
source: Required VPN connection. It is filled in if for this entity it is recommended to go online through a specific VPN connection
ru: Требуемое VPN подключение. Заполняется, если для данной сущнности рекомендовано выходить в интернет через определенное VPN подключение

# BaseWebAccount_AddJMoneyBankAcc
source: Additional and old bank accounts
ru: Дополнительные и старые банковские счета

# BaseWebAccount_AppPassword
source: App Password
ru: Пароль приложения

# BaseWebAccount_ControlAns
source: Control Answer
ru: Контрольный ответ

# BaseWebAccount_ControlQ
source: Control Question
ru: Контрольный вопрос

# BaseWebAccount_OAuthWebAccount
source: OAuth account. Third-party account that must be used to access this resource (via OAuth protocol)
ru: OAuth аккаунт. Сторонний аккаунт, который необходимо испольовать для доступа к данному ресурсу (по протоколу OAuth)

# BaseWebAccount_Expired
source: Sign of "expired". If the account is considered expired (due to lack of payment or lack of activity.
ru: Признак "посроченнсти". Если аккаунт считается просроченным (из-за отсутствия оплаты или отсутствия активности.

# BaseWebAccount_ExpiredPeriod
source: Registration validity period. The period after which the account is expired (due to lack of payment or lack of activity).
ru: Период действия регистрации. Срок, после которого аккаунт считается просроченным (из-за отсутствия оплаты или отсутствия активности).

# BaseWebAccount_JActor
source: Actor
ru: Актер

# BaseWebAccount_JMailAccount
source: E-mail confirmation address
ru: Почтовый адрес при регистрации

# BaseWebAccount_JMoneyBankAcc
source: Bank account
ru: Основной банковский счет

# BaseWebAccount_JPhoneNumber
source: Confirmation phone
ru: Телефон подтверждения

# BaseWebAccount_LastRenewDate
source: The date of the last confirmation of activity. Used to control the "expiration" of the account
ru: Дата последнего подтверждения активности. Используется для контроля "просроченности" аккаунта

source: Click "OK" to ignore the warning and continue. Click "Cancel" to cancel
ru: Нажмите "ОК", чтобы игонорировать предупреждение и продолжить. Нажмите "Отмена" для отмены

# Click_Yes_to_connect_to_the_desired_VPN_server
source: Click "Yes" to connect to the desired VPN server. Click "No" to ignore the warning and continue. Click "Cancel" to cancel.
ru: Нажмите "Да", чтобы соединиться с нужным VPN сервером. Нажмите "Нет", чтобы игонорировать предупреждение и продолжить. Нажмите "Отмена" для отмены.

source: Current VPN connection is not established.
ru: Текущее VPN соединение не установлено.

# For_this_entity_you_need_access_to_the_Internet_through_a_specific_VPN
source: For this entity, you need access to the Internet through a specific VPN connection.
ru: Для этого объекта вам необходим доступ в Интернет через определенное VPN-соединение.

# The_current_VPN_connection_does_not_match
source: The current VPN connection does not match the one specified for this entity.
ru: Текущее VPN соединение не соответствует заданному для этой сущности.

# This_VPN_connection_has_not_been_established
source: This VPN connection has not been established and was not found among the possible connections.
ru: Это VPN соединение не установлено и не найдено среди возможных соединений.

source: Clear browser cache for entity
ru: Очистить кеш броузера для сущности

source: Clear browser cache for entity actor
ru: Очистить кеш броузера для актера сущности

source: Clear common browser cache
ru: Очистить общий кеш броузера

# JPhoneNumber_JPhoneNumberId
source: Identifier
ru: Идентификатор

# JPhoneNumber_Number
source: Number
ru: Номер

# JPhoneNumber_JMobileOperator
source: Mobile operator
ru: Мобильный оператор

# JPhoneNumber_Owner
source: Owner
ru: Зарегистрирован

# JPhoneNumber_JActor
source: Actor
ru: Актер

# JPhoneNumber_IsArchived
source: Archived
ru: Архивный

# JPhoneNumber_Login
source: Login
ru: Логин

# JPhoneNumber_Password
source: Password
ru: Пароль

# JPhoneNumber_Info
source: Information
ru: Информация

# JPhoneNumber_Attachments
source: Attachments
ru: Прикрепленные документы

source: Finance
ru: Финансы

source: Mail and messangers
ru: Почта и сообщения

source: Phones
ru: Телефоны
